// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "打开“网络”偏好设置…";

// connect/disconnect
"CONNECT" = "连接";
"DISCONNECT" = "断开连接";

// error string
"NO_VPN_CONFIGS" = "VPN 未配置";
"NO_MODEM_CONFIGS" = "未找到调制解调器的配置";
"NO_PPPOE_CONFIGS" = "未找到 PPPoE 的配置";

// other items
"SHOW_TIMER" = "显示已连接时间";
"SHOW_ANIMATED_STATUS" = "连接时显示状态";
"STOP_SHOWING_TIME" = "停止在菜单栏中显示时间";

"SHOW_TIME_FORMAT" = "在菜单栏显示“%@”的时间";

// scrolling text resources
"SCROLL_CONNECTING" = "正在连接…";
"SCROLL_DIALING" = "正在拨号…";
"SCROLL_DISCONNECTING" = "正在断开连接…";
"SCROLL_AUTHENTICATING" = "正在鉴定…";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "断开与“%@”的连接";
"NOT_CONNECTED_FORMAT" = "连接“%@”";
"CONNECTING_FORMAT" = "正在连接“%@”";
"DISCONNECTING_FORMAT" = "正在断开与“%@”的连接";
"AUTHENTICATING_FORMAT" = "正在鉴定 %@";

"DEFAULT" = "默认";

/* name strings */
"VPN menu extra" = "VPN 附加菜单";
"PPP menu extra" = "PPP 附加菜单";
"PPPoE menu extra" = "PPPoE 附加菜单";
